codes/tKuF9E33.XML

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:gk="http://temenos.com/GK_TWS">
    <soapenv:Header></soapenv:Header>
    <soapenv:Body>
        <gk:UTCustomerScreenDetails>
            <WebRequestCommon>
                <company></company>
                <password>654321</password>
                <userName>VJ0001</userName>
            </WebRequestCommon>
            <GKUTCUSTDETSType>
                <enquiryInputCollection>
                    <columnName>ENTITY.ID</columnName>
                    <criteriaValue>493 494 496 499 500 501 502 505 511 512 517 518 520 521 523 529 530 531 532 534 537 538 539 540 543 561 564 577 580 583 584 585 586 587 590 592 635 637 638 642 644 657 658 661 662 663 664 667 671 674 684 687 689 692 694 695 698 704 705 708 709 711 712 713 715 722 723 725 726 728 740 743 747 752 757 759 761 767 770 774 777 778 779 781 784 785 786 787 789 790 792 793 794 796 797 799 801 803 810 832 835 836 842 844 847 848 855 859 864 873 880 883 885 892 913 923 924 929 931 932 934 936 951 953 954 955 956 959 966 971 973 974 976 981 983 987 989 991 992 993 1013 1018 1021 1022 1032 1036 1037 1040 1045 1048 1050 1051 1052 1078 1082 1083 1084 1087 1088 1095 1096 1098 1100 1102 1105 1106 1111 1112 1130 1131 1153 1155 1156 1162 1164 1213 1214 1216 1217 1221 1223 1227 1228 1242 1243 1258 1263 1264 1266 1268 1269 1270 1273 1276 1282 1291 1313 1314 1316 1318 1320 1321 1322 1325 1326 1331 1332 1333 1335 1337 1338 1340 1341 1343 1347 1348 1394 1395 1397 1404 1405 1406 1413 1414 1415 1416 1420 1421 1422 1426 1428 1432 1436 1442 1444 1452 1453 1457 1463 1482 1493 1494 1496 1498 1500 1501 1503 1509 1512 1526 1527 1529 1536 1537 1544 1545 1546 1548 1555 1557 1558 1559 1568 1569 1573 1575 1577 1578 1582 1584 1585 1586 1591 1596 1603 1606 1610 1617 1624 1626 1630 1633 1640 1641 1644 1646 1649 1650 1652 1656 1661 1663 1666 1671 1700 1701 1712 1713 1717 1722 1723 1724 1729 1732 1773 1774 1775 1776 1777 1780 1781 1783 1784 1786 1787 1791 1792 1794 1796 1802 1805 1807 1810 1814 1816 1818 1820 1825 1826 1831 1832 1854 1856 1861 1864 1872 1874 1877 1879 1881 1882 1884 1888 1892 1914 1915 1917 1919 1920 1923 1924 1925 1933 1947 1948 1979 1985 1987 1989 1996 2001 2007 2021 2025 2029 2031 2032 2094 2095 2097 2099 2101 2102 2103 2105 2106 2110 2111 2137 2141 2147 2151 2152 2153 2155 2158 2159 2160 2164 2165 2166 2172 2177 2178 2182 2183 2185 2190 2192 2193 2195 2196 2197 2198 2202 2205 2208 2209 2211 2213 2218 2220 2221 2222 2225 2228 2229 2231 2233 2235 2240 2241 2243 2247 2248 2249 2255 2256 2259 2261 2262 2263 2264 2265 2266 2270 2275 2278 2279 2280 2282 2285 2286 2287 2288 2289 2294 2295 2296 2299 2317 2318 2319 2324 2326 2327 2390 2394 2395 2400 2401 2402 2404 2411 2414 2418 2420 2421 2422 2423 2424 2426 2427 2430 2431 2435 2438 2439 2441 2445 2455 2457 2459 2461 2465 2468 2469 2470 2482 2483 2487 2489 2490 2492 2494 2495 2498 2499 2502 2503</criteriaValue>
                    <operand>EQ</operand>
                </enquiryInputCollection>
            </GKUTCUSTDETSType>
        </gk:UTCustomerScreenDetails>
    </soapenv:Body>
</soapenv:Envelope>